{
	"_meta": {
		"sources": [
			{
				"json": "backgrounds-Owal",
				"abbreviation": "backgrounds-Owal",
				"full": "backgrounds-Owal",
				"authors": [
					"Sylvie"
				],
				"version": "1.0.0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1540936360,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "18f225c3ab",
		"edition": "classic"
	},
	"background": [
		{
			"name": "Clown!",
			"source": "Homebrew Owal",
			"page": N/A,
			"skillProficiencies": [
				{
					"investigation": true,
					"stealth": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Investigation}, {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of tool"
						},
						{
							"type": "item",
							"name": "Instrument Proficiencies",
							"entry": "One type of instrument"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "The tool & instrument you choose for this background's instrument proficiency ({@filter instrument|items|source=phb|miscellaneous=mundane|type=instrument}) ({@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools}), and a {@item pouch|phb} containing 15 gp"
						}
					]
				},
				{
					"name": "Overview:",
					"type": "entries",
					"entries": [
						"You are a clown!"
					]
				},
				{
					"name": "Feature: Popular Demand",
					"type": "entries",
					"entries": [
						"You can always find a place to perform, usually in an inn or tavern but possibly with a circus, at a theater, or even in a noble’s court. At such a place, you receive free lodging and food of a modest or comfortable standard (depending on the quality of the establishment), as long as you perform each night. In addition, your performance makes you something of a local figure. When strangers recognize you in a town where you have performed, they typically take a liking to you."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Feature: Squire",
					"type": "entries",
					"entries": [
						"You have taken on a squire. You are responsible for their training and wellbeing, they are an extention of you and your place within the Silver Thorn. Your squire has a full set of characterisitcs, use the tables for the {@background acolyte} background in the Player's Handbook as the basis for their traits and motivations, modifying the entries when appropriate to suit their identity as a Silver Thorn operative. For instance, consider the words \"faith\" and \"faction\" to be interchangeable. Your squire also has two flaws instead of one.",
						"Your squire will fight for you in combat. You select your squire combat statistics from among the following choices: {@creature bandit}, {@creature guard}, {@creature noble} or {@creature tribal warrior}. Your squire's creature choice has the following changes, their alignment changes to any lawful alignment, their weapon changes to a {@item shortsword|phb}, they use a {@item shield|phb}, their armor changes to {@item hide armor|phb}. You control your squire in combat, but your DM might take control of your squire if they expereience fear, stress or wavering loyalty.",
						"Your squire can be any playable race. Out of combat your squire is controlled by your DM as a loyal NPC.",
						"Your squire evolves as you level up. Every time you level up, you can spend 8 hours of training to increase your squire's hit die by one. Your squire's proficiency bonus increases by 1 when yours does, and when your level Feature is an Ability Score Improvement your squire can increase one ability score of your choice by 2, or they can increase two ability scores of your choice by 1.",
						"If your follower leaves your service or dies, you must inform your Warden and you lose this feature and gain the {@b Arbiter} feature.",
						"If you gain a squire at a later level you can spend a week of training to increase their statistics to become what they would be if they were in your service from level one."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Use the tables for the {@background acolyte} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a Knight of the Silver Thorn. (For instance, consider the words \"faith\" and \"faction\" to be interchangeable.)",
						"Your bond might be associated with other members of the Silver Thorn, or a location or an object that is important to them. The ideal you strive for is probably in keeping with the covanent or principles of the Silver Thorn, but might be more personal in nature."
					]
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "the instrument you choose for this background's instrument proficiency (instrument)",
						},
						{
							"special": "the tool you choose for this background's tool proficiency (artisan's tools)"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			]
		}
	]
}
